{
  "base_model_name_or_path": "/store/1641363633844744192/projects/112/notebooks/models/models--decapoda-research--llama-13b-hf/snapshots/438770a656712a5072229b62256521845d4de5ce",
  "bias": "none",
  "enable_lora": null,
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": true,
  "lora_alpha": 16,
  "lora_dropout": 0.05,
  "merge_weights": false,
  "modules_to_save": null,
  "peft_type": "LORA",
  "r": 8,
  "target_modules": [
    "q_proj",
    "v_proj"
  ],
  "task_type": "CAUSAL_LM"
}